class Games {
  final String title;
  final String description;

  Games({this.title, this.description});
}

List<Games> fiveMinutesGames = [
  Games(
    title: 'Дракончики',
    description:
        'Все стают в круг. Руки ставятся открытой ладонью во внутрь круга, при этом правая рука закрывает ладонь левой руки правого человека. Говорим стишок: «Летели дракончики, ели пончики, сколько пончиков съели дракончики?” Эту фразу произносят по одному слову по очереди по кругу, при этом хлопая правой рукой по правой руке соседа слева, и когда заканчивается фраза то следующий человек называет число, например, пять. Тогда следующие начинают считать от одного по порядку до этого числа. Когда остается последнее число (в данном случае 5), то человек, который должен его сказать при этом должен успеть хлопнуть по ладони соседа, если сосед успевает убрать ладонь, то выбывает тот, кто должен был хлопнуть, и игра продолжается с уже меньшим числом игроков, так пока один не останется. Ну а если он успевает хлопнуть соседа, то выбывает сосед и все так же.',
  ),
  Games(
    title: 'Коленочки',
    description:
        'Играющие сидят вплотную. Левая рука каждого участника лежит на правой коленке соседа, а правая — на левой коленке соседа справа. Если круг не замкнут, то первый и последний кладут одну руку себе на колено. В процессе игры нужно быстро хлопать ладонью, не нарушая последовательности в руках. Если кто-то хлопнул не в свою очередь или просто поднял руку, то он убирает «ошибившуюся» руку за спину. Для повышения интереса нужно держать высокий темп в игре.',
  ),
  Games(
    title: 'Лягушка',
    description:
        'Игра, где показывать язык не можно, а нужно. Все дети становятся в круг, выбирается один фермер и один вода, он выходит за круг и выбирает лягушку, пока все спят. Когда все открывают глаза, начинается охота: лягушки на комаров, показывая разным участникам язык (кому показали -тот садиться), и фермера на лягушку.',
  ),
  Games(
    title: 'Пиф-паф',
    description:
        'Все игроки становятся в круг. ведущий называет имя любого игрока, он должен присесть, а его соседи справа и слева начинают дуэль. Ее принцип очень прост: вытянуть руку в виде пистолета в сторону противника и сказать: «Пиф-Паф». Проигрывает тот, кто сделает это чуть позже своего противника или скажет другое слово.',
  ),
  Games(
    title: 'Расскажи сказку',
    description:
        'Ребята сидят в кругу. Ведущий произносит первую фразу, первое предложение, которое является началом сказки. Следующий участник говорит следующее предложение, логично продолжая начатое повествование. В результате должна получиться единая сказочная история. Почему сказочная? Потому что события могут быть нереальными, волшебными.',
  ),
  Games(
    title: 'Сантики-фантики Лимпопо',
    description:
        'Все стоят в кругу. Один из играющих выходит. Остальные члены команды выбирают водящего, который задает группе любые движения и меняет их через некоторое время. Задача вошедшего определить инициатора движения. В случае удачи водящего, он остается в кругу, а из круга выходит угаданный инициатор, становясь водящим, и игра повторяется заново. В процессе игры все участники вслух повторяют слова: «Сантики-фантики-лимпопо».',
  ),
  Games(
    title: 'Скаутский бокс',
    description:
        'Два игрока, встав в стойку (ноги на ширене плеч, руки согнуты, ладони находятся на уровне плеч и повернуты к сопернику), располагаются друг напротив друга.\nРасстояние между ними сантиметров 30. Их цель соприкоснувшись ладонями, непрерывно давить на соперника, добиваясь того, чтобы он сошел со своего места.',
  ),
  Games(
    title: 'Ура! Меня любят!',
    description:
        'Все в кругу, глаза опущены. На счет 3 все поднимают глаза и смотрят на кого-то одного. Если этот человек тоже на тебя смотрит, хорошом говорите: "Ура! Меня любят!" Затем выходите в центр круга, обнимаетесь и выходите из круга и так до конца.',
  ),
];

List<Games> outdoorGames = [
  Games(
    title: 'Беркут',
    description:
        'Все стоят в кругу, за него выходить нельзя. Все - "перепелки", в центре "беркут" с завязанными глазами пытается кого-нибудь поймать. Ловит - меняются ролями.',
  ),
  Games(
    title: 'Бездомный заяц',
    description:
        'Дети делятся по парам, кроме двух человек, и встают парами друг за другом лицом к центру по кругу. Ребенок стоящий в паре сзади держится за плечи впередистоящего. Те двое, кто не стоит в паре - заяц и волк. Заяц должен убегать от волка. В какой-то момент заяц может добежать до любой пары, встать за ней третьим. Теперь тот, кто стоял первым - заяц. Если волк догнал зайца, то они меняются ролями.',
  ),
  Games(
    title: 'Волейбол покрывалом',
    description:
        'Две команды держат по покрывалу и перекидывают мяч по типу волейбола. Счет до 10-15, затем смена полей.',
  ),
  Games(
    title: 'Змея',
    description:
        'Вода начинает. Идет по аудитории и говорит: "Я змея, змея, змея, я ползу, ползу, ползу... " (подходит) к кому-то: "хочешь стать моим хвостом?" Человек отвечает: "Да, конечно же хочу." И пролезает под ногами, встает за спиной, руки у первого на поясе. Идут дальше, обо повторяя слова...',
  ),
  Games(
    title: 'Колдуны в деревне',
    description:
        'Делим детей на колдунов и жителей деревни. Колдуны могут заколдовывать прикосновением, жители деревни расколдовывать обняв. Как Чай-чай-выручай.',
  ),
  Games(
    title: 'Лев и коза',
    description:
        'Все в кругу взявшись за руки. В центре круга "коза", снаружи - "лев". Круг пропускает козу куда угодно и задерживает льва. Лев должен поймать козу. Ловит - меняются ролями. Затем выбирается другая пара.',
  ),
  Games(
    title: 'Ножки',
    description:
        'Дети встают в круг, руки за спиной, ноги соприкасаются с с ногами соседей. "Ход" первого игрока - он должен ногой коснуться ноги соседа. Затем тот, кого коснулись той ногой, которой коснулись, делает свой "ход". Походившие замирают в той позе, в которой остались. Упавший выбывает.',
  ),
  Games(
    title: 'Роботы',
    description:
        'Делим ребят на 4 команды. Каждая команда выбирает по одному роботу. Далее участники каждой команды пишут по десять слов-команд на несуществующем языке (например, ЛАФЕТЫ = ВПЕРЕД, ГОБЕРА = НАЗАД и т.д.) в двух экземплярах. В помещении разводим команды по углам, рассказываем легенду, что их украли инопланетяне, заперли в темницу по углам. Роботы - вне темницы. Он может смотреть только в свой листок. Запертым в углах командам раздаем чужие листки. По всей комнате расставляем и раскидываем предметы. В центре комнаты ключи от камер (в труднодоступном месте). Задача роботов слышать команды и строго их выполняя отнести ключи своей команде.',
  ),
  Games(
    title: 'Ромбы',
    description:
        'Каждому ребенку выдается ромбик с цифрой. У кого-то 5, у кого-то 10, у кого-то 17. Все бегают, если кто-то кого-то догнал, они показывают ромбы, у кого число больше - тот забирает число противника. Теперь его число стало больше. Было 12, забрал 7, стало 19, побежал дальше. Ребенок, у которого забрали ромб с числом, приходит за новым. Число выдается рандомно.',
  ),
  Games(
    title: 'Слепой олень',
    description:
        'В центре вода с закрытыми глазами. Ведущий показывает на того, кто попытается тихо пробраться и дотронуться до воды. Если вода услышал, то показывает в направлении звука рукой. Если правильно указал по направлению идущего, то идущий садится и назначается новый.',
  ),
  Games(
    title: 'Щепка на реке',
    description:
        'Участники встают в два длинных ряда лицом друг к другу. Расстояние между участниками чуть больше одной вытянутой руки. Все дети - одна река. По реке по очереди плывут щепки (дети, начиная с какого-либо края). Они сами решают как, с какой скоростью двигаться. Желательно закрыть глаза. Участники должны помочь щепкам найти дорогу. Все по очереди проходят сквозь реку и оказываются в конце строя. Важно не отпихивать, а делать все бережно.',
  ),
  Games(
    title: 'Электрическая изгородь',
    description:
        'Между двумя предметами (стулья/деревья) натягивается веревка по высоте чуть ниже пояса самого высокого участника. Задача - перебраться на другую сторону всей команде не задевая веревку. Как только происходит касание, вся команда начинает сначала. Под веревкой пролезать нельзя.',
  ),
  Games(
    title: 'Эстафеты в парах',
    description:
        'Делимся на две команды. В командах делимся на пары. Пара должна держа бумажку между плечами/лбами и т.д. пробежть эстафету.',
  ),
  // Games(
  //   title: 'Эстафета',
  //   description: 'Стрельба из лука',
  // ),
  // Games(
  //   title: 'Морозилка',
  //   description:
  //       'Среди большого количества участников бегает морозилка, и когда он дотрагивается до игрока, то тот замерзает, поднимая руки вверх. Разморозить мальчика может только девочка (и наоборот), встав к нему спиной и пожав поднятые руки.',
  // ),
  // Games(
  //   title: 'Морозилка',
  //   description:
  //       'Среди большого количества участников бегает морозилка, и когда он дотрагивается до игрока, то тот замерзает, поднимая руки вверх. Разморозить мальчика может только девочка (и наоборот), встав к нему спиной и пожав поднятые руки.',
  // ),
];

List<Games> trustGames = [
  Games(
    title: 'Апельсин',
    description:
        'Дети стоят в линию и держатся за руки. Даем под подбородок первому апельсин. Задача - передать апельсин не используя руки. Если апельсин упал - начинаем сначала.',
  ),
  Games(
    title: 'Биг-мак',
    description:
        'Делимся на пары. Пары загадывают парные слова, например "ореховая паста", "синее небо", "биг-мак" и т.д. Расходятся. Их задача - с закрытыми глазами, выкрикивая свою часть фразы, найти партнера и обнять.',
  ),
  Games(
    title: 'Броуновское движение',
    description:
        'Дети стоят в кругу. В абсолютной тишине перекидывают мяч (предварительно установив контакт глазами). Через некоторое время вводим еще один мяч. Если мяч падает - начинаем сначала. Добавляем как можно больше мячей.',
  ),
  Games(
    title: 'Веревки и задачи',
    description:
        'Закольцовываем веревку, даем детям, которые стоят в кругу. Они держат ее свободно. Закрывают глаза. Ведущий просит построить квадрат. Как только дети потроят фигуру - открывают глаза и проверяют. Усложняем другими фигурами - прямоугольник/треугольник/шестиугольник/звезду.',
  ),
  Games(
    title: 'Все на борт',
    description:
        'Все дети встают на покрывало. Дети заходят. Сходят. Уменьшаем покрывало. Дети заходят снова. Уменьшаем еще. Если ноги на полу - не засчитываем.',
  ),
  Games(
    title: 'Карамба',
    description:
        'Дети по очереди считают, например, до 30, заменяя все цифры, которые начинаются/заканчиваются/делятся на 3 на слово "Карамба". Если запутались - начинают сначала. Можно вначале задать ритм хлопками, чтобы игра проходила интенсивнее. После каждой ошибки меням начинающего и направление.',
  ),
  Games(
    title: 'Малые кольца Сатурна',
    description:
        'Встаем в плотный круг, например, левым лечом в центр круга. Садимся на колени соседа сзади. В таком положении проходим круг.',
  ),
  Games(
    title: 'Монстр',
    description:
        'Дети должны составить из себя "монстрика" обязательно так, чтобы все кого-либо касались. Считаем их точки опоры. Задаем задание - сделать меньше, потом еще меньше. (Можно залезать друг на друга и т.д.)',
  ),
  Games(
    title: 'Обруч',
    description:
        'Дети стоят в линиию, держатся за руки. Накидываем обруч на первого. Задача, не касаясь пола, передать этот обруч до конца.',
  ),
  Games(
    title: 'Окошки',
    description:
        'Из веревок (скотча) между деревьями (стульями или чем угодно) натягиваются окошки. Задача детям - перебраться с одной стороны на другую не касаясь веревок (скотча).',
  ),
  Games(
    title: 'Отжимания',
    description:
        'Дети делятся по четверкам. Их задача отжаться от земли, чтобы в нее упирались только руки и продержаться не менее 5 секунд.',
  ),
  Games(
    title: 'Переверни покрывало',
    description:
        'Все дети встают на покрывало. Их задача перевернуть его на другую сторону не сходя с него.',
  ),
  Games(
    title: 'Переправа',
    description:
        'Все дети встают на небольшую возвышенность в одну прямую линию (идеально на скамейку). Первый ребенок должен перебраться в конец, не касаясь земли. Все перебираются и новый первый тоже перебирается в конец и т.д.',
  ),
  Games(
    title: 'Прогулка глухих и слепых',
    description:
        'Встаем в колонну, закрываем глаза. Вожатый ведет медленно детей в/над/под и т.д.',
  ),
  Games(
    title: 'Сиамские близнецы',
    description:
        'Делим детей на пары. Ребята встают плечом к плечу парами. Теперь они должны один правой рукой, один левой рукой молча и не разъединяясь что-то сделать. Завязать шнурки, поднять стакан и т.д.',
  ),
  Games(
    title: 'Строимся',
    description:
        'Встаем в круг, держимся за руки, закрываем глаза. Ведущий дает задания построиться в квадрат/треугольник и т.д.',
  ),
  Games(
    title: 'Счет группы',
    description:
        'Все стоя, закрыты глаза. Задача - досчитать до 30. Договариваться нельзя. Если кто-то скажет одновременно - начинаем заново.',
  ),
  // Games(
  //   title: 'На пальцах',
  //   description: 'Доброволецц ложится спиной на парту...',
  // ),
  // Games(
  //   title: 'Интеллектуальный футбол.',
  //   description: 'Сейчас мы с вами поиграем в футбол.',
  // ),
  // Games(
  //   title: 'Массажист',
  //   description: 'Все  становятся в круг, плечом к плечу...',
  // ),
  Games(
    title: 'Узелки',
    description:
        'Дети стоят в одну линию. Правая рука за спиной, левая впереди. Даем веревку всем в руки, на которой очень слабо завязаны узелки. Их задача без помощи второй руки и не отпукая веревку (скользить можно) распутать узлы.',
  ),
  Games(
    title: 'Электрическая цепь',
    description:
        'Дети делятся по парам, садятся на пол, руки и ноги вместе. Их задача одновременно встать. В зависимости от количества далее объединяются по трое, четверо и т.д.',
  ),
];

List<Games> datingGames = [
  Games(
    title: 'Имя + комплимент',
    description:
        'Перебрасываем в кругу мяч, говоря имя и комплимент, не повторять людей.',
  ),
  Games(
    title: 'Снежный ком',
    description:
        'Участники берутся за руки, образуя круг. Начинает игру первый игрок, называя свое имя. Второй участник по кругу повторяет имя первого участника и говорит свое. Третий участник повторяет имена первых двух и называет свое имя. И так игра длится до тех пор, пока последний человек не назовет все имена, включая свое.',
  ),
  Games(
    title: 'Одеяло',
    description:
        'Участники делятся на две команды, располагаясь, друг напротив друга. Между ними натянуто одеяло. С каждой команды по одному человеку подсаживаются ближе к одеялу. Как только одеяло опускают, необходимо успеть произнести имя того, кто сидит напротив. Кто быстрее назвал - забирает к себе в команду игрока. Побеждает та команда, которая " перетянет" к себе больше игроков, т. е. та команда, которая знает больше имён.',
  ),
  Games(
    title: 'Построиться по ...',
    description:
        'Даем задание всем выстроиться по росту, цвету глаз (от светлых до темных), по цвету/длине волос, по первой букве имени и т.д.',
  ),
  Games(
    title: 'Разрекламируй друга!',
    description:
        'В парах. Люди знакомятся друг с другом, узнают лучшие качества друг друга и должны наилучшим образом представить своего партнера, сделать ему рекламу перед всей группой! Игра имеет много вариантов.',
  ),
  Games(
    title: 'Расскажи о себе',
    description:
        'Играющие разбиваются по парам и в течение определенного времени (около 30 сек.) рассказывают о себе своему напарнику. Затем по одному человеку из пары садятся лицом в круг, а за их спинами становятся напарники, которые за определенное время (около 15 сек.) должны рассказать от своего лица то, что они только что услышали от напарника. Потом напарники меняются местами.',
  ),
  Games(
    title: 'Шляпа',
    description:
        'Участники стоят в кругу. Все вместе делают два хлопка, щелчок пальцами правой руки, щелчок пальцами левой руки, два хлопка и т. д. Желательно, чтобы начинал вожатый. Итак, при щелчке пальцами правой и левой руки ведущий произносит свое имя, затем два хлопка, после этого при щелчке пальцами правой руки произносит свое имя, а при щелчке пальцами левой руки — имя одного из участников. Тот игрок, чье имя назвали, повторяет то же самое. Например, Оля, Оля, два хлопка, Оля, Игорь, Игорь, Игорь, два хлопка, Игорь, Света, и т. д. Кто не успел — тот «прошляпил».',
  ),
  Games(
    title: 'Это я',
    description:
        'Игроки становятся в круг. Ведущий, стоящий в центре, называет два имени (одно женское, второе мужское). Игроки, чьи имена назвали, кричат: «это-Я» и меняются местами. Задача ведущего: занять освободившееся место. Тот, кто не успел занять свободное место, становится ведущим, если из двух названных имен есть только один человек с таким именем, он кричит «Это-Я» и остается на месте.',
  ),
];

List<Games> spectatorsGames = [
  Games(
    title: 'В этом зале все друзья',
    description: 'Дети выполняют действия на слова ведущего:'
        '\nВ этом зале все друзья: я, ты, он, она.'
        '\nОбними соседа справа, обними соседа слева,'
        '\nМы одна семья.'
        '\nИ т. д. со словами:'
        '\nУщипни соседа справа…'
        '\nПриласкай соседа справа…'
        '\nПоцелуй соседа справа…'
        '\nПостепенно можно ускорять темп и придумывать новые действия.',
  ),
  Games(
    title: 'Гиппопотам',
    description:
        'Ведущий, затем повторяют дети:\nМеня укусил гиппопотам – Меня укусил гиппопотам\n(разводят руки в стороны)\nОт страха я на дерево залез – От страха я на дерево залез\n(показывают, как лезут на дерево)\nИ вот я здесь – И вот я здесь\n(показывают руками на себя)\nА рука моя там – А рука моя там\n(одну руку отводят в сторону)\nМеня укусил гиппопотам - Меня укусил гиппопотам\n(разводят руки в стороны, но отведенную на предыдущей фразе руку не возвращают, а держат ее в этом положении до самого конца игры)\nМеня укусил гиппопотам - Меня укусил гиппопотам\n(разводят руки в стороны)\nОт страха я на дерево залез - От страха я на дерево залез\n(показывают, как лезут на дерево)\nИ вот я здесь - И вот я здесь\n(показывают руками на себя)\nА нога моя там - А нога моя там\n(одну ногу оставляют в сторону)\nМеня укусил гиппопотам - Меня укусил гиппопотам\n(и так далее про все части тела, не забывая про то что уже гиппопотам “откусил”)',
  ),
  Games(
    title: 'Гол – мимо',
    description:
        'Участники делятся на две команды (территориально). Затем разучиваются названия рук. Одна называется «гол», другая – «мимо», когда руки скрещены – весь зал кричит – «шайба». Та команда, на которую показывает одна из рук, должна громко прокричать название руки. Задача ведущего – запутать участников. Для накала страстей ведущий ведет счет. Если кто-то один в команде ошибается, то другой команде прибавляется одно очко. Счет можно вести строгий, а можно так, как хочет ведущий.',
  ),
  Games(
    title: 'Дождик',
    description:
        'Чтобы добиться тишины можно провести эту игру. Ведущий предлагает детям послушать дождик. Для этого сначала все хлопают указательным пальцем по руке, затем добавляют другой, третий, четвертый, а потом полностью ладонью. А теперь в обратном порядке.',
  ),
  Games(
    title: 'Ипподром',
    description: 'Ведущий: Есть ли у вас ладони? Покажите.'
        '\nИграющие показывают свои ладошки.'
        '\nВедущий: А колени? Хлопните ладошками по коленям.'
        '\nИграющие хлопают ладонями по коленям.'
        '\nВедущий: Отлично. Именно так выходят кони на поле ипподрома. Повторяйте движения за мной.'
        '\nИграющие вместе с ведущим размеренно хлопают по коленям, имитируя топот копыт.'
        '\nВедущий: Кони выходят на старт. Трибуны ревут.'
        '\nИграющие имитируют крики и возгласы поддержки.'
        '\nВедущий: Внимание! На старт! Марш!'
        '\nИграющие вместе с ведущим постепенно убыстряют “бег”.'
        '\nВедущий: Барьер!'
        '\nИграющие делают один хлопок сразу двумя ладонями.'
        '\nВедущий: Двойной барьер!'
        '\nИграющие делают два хлопка сразу двумя ладонями.'
        '\nВедущий: Бежим по мостовой.'
        '\nИграющие вместе с ведущим поочередно ударяют себя кулаками в грудь.'
        '\nВедущий: Бежим по траве.'
        '\nИграющие трут ладонью о ладонь.'
        '\nВедущий: Трибуны пани.'
        '\nДевочки кричат слова поддержки свои коням: “Давай, давай!”, “Эгей!” и так далее.'
        '\nВедущий: Трибуны панов.'
        '\nМальчики кричат слова поддержки свои коням: “Давай, давай!”, “Эгей!” и так далее.'
        '\nВедущий: Скоро финиш.'
        '\nИграющие вместе с ведущим убыстряют удары по коленям.'
        '\nВедущий: Финиш! Награждение победителей!'
        '\nВсе хлопают в ладоши.',
  ),
  Games(
    title: 'Как чихает слон',
    description:
        'Зал делится на три части. Первая говорит: «Ящики, ящики…», вторая – «хрящики», а третья самозабвенно кричит: «потащили, потащили…». А потом все вместе.',
  ),
  Games(
    title: 'Левая нога, правая рука',
    description:
        'Ведущий делит зал на 4 части (если использует 2 руки и 2 ноги, если только 2 руки или 2 ноги, то зал делится на 2 части). Каждая часть зала отвечает за какую-то часть тела. Когда ведущий поднимает правую руку, то в ладоши хлопает та часть зала, которая отвечает за правую руку и т.д. Игра на внимание. Ведущий должен путать детей (скрещивать руки и ноги, поднимать руку из-за спины и т.д.).',
  ),
  Games(
    title: 'Рыбка',
    description:
        'Ведущий: «Игра на внимание. Представьте, что моя левая рука – это море (делает волнообразное движение), а правая – рыбка (правой ладошкой изображает рыбку, которая плывет, извиваясь). Когда рыбка выплывает из моря, т. е. правая рука поднимается над левой рукой, то вы хлопаете в ладоши. Итак, начнем!». Ведущий первоначально делает медленные движения. Затем вводит обманные движения, ускоряет темп, устраивая овации.',
  ),
  Games(
    title: 'Чайничек с крышечкой',
    description:
        'Слова этой игры-песни разучиваются с детьми заранее и поются, сопровождая движениями рук:\nчайничек - ладони параллельно друг другу\nкрышечка - ладошка правой руки - крышечкой\nшишечка - кулачок\nдырочка - пальцы кольцом (знак ОК)\nпар идет - указательным пальцем делаются круги по возрастающей.\nПо мере пения слова заменяются словом - Ля-ля-ля и движениями рук.\n\nЧайничек c крышечкой.\nКрышечка с шишечкой.\nШишечка с дырочкой...\nВ дырочке пар идет.\n\nПар идет в дырочку.\nДырочка в шишечке...\nШишечка в крышечке...\nКрышечка с чайничком.',
  ),
];

List<Games> busGames = [
  Games(
    title: 'Да – нет',
    description: 'Ведущий загадывает предмет, животное, явление или человека. Остальные должны отгадать, что он загадал. Они задают вопросы, он отвечает "да", "нет" от имени того, что он загадал. Если загаданное этого знать не может, он отвечает "не знаю". Например: "Ты живое?" - "Нет" "Ты предмет?" - "Да" "В автобусе ты есть?" - "Да" "Ты большое?" - "Да" "На тебе можно сидеть?" - "Да" "Ты кресло?" - "Да" И т.д.',
  ),
  Games(
    title: 'За окном',
    description: 'Вожатый называет любую букву алфавита, дети по очереди перечисляют предметы на эту букву, которые они видят окном. Соревнуются два ряда. Вожатый поднятой рукой показывает, чья очередь отвечать. Если через 5 секунд он не получает ответ, то очко получает ряд, последним назвавший слово. Можно провести несколько туров игры.',
  ),
  Games(
    title: 'Контакт',
    description: 'Ведущий загадывает слово (обязательно имя существительное) и называет первую букву этого слова. Играющие должны отгадать слово. Для этого они вспоминают слова, начинающиеся с названной буквы, и задают ведущему по очереди вопросы. Например, ведущий назвал букву <Р>, подумав, кто-то вспомнил слово <рысь>, тогда, не произнося слова вслух, он задает ведущему вопрос: <А это не животное?>. Ведущий вспоминает животное на <Р> и, если вспомнил, то дает ответ: <Нет, это не росомаха>. После чего ему задает вопрос другой играющий. Но вот если ведущий не может вспомнить животного на <Р>, а кто-то из игроков кроме автора вопроса вспомнил, то он говорит: <Есть контакт>. Два игрока хором считают до 5 и вслух называют слово. Если вместе они назвали <Рысь>, до того времени, пока ответ дал ведущий, ведущий должен назвать вторую букву загаданного слова. Игра продолжается, пока слово не будет разгадано.',
  ),
  Games(
    title: 'Музыкальный пин-понг',
    description: 'Салон автобуса разбивается на две команды. «Объявляется конкурс на лучший экипаж корабля. Для этого нам нужно знать много песен. Какая команда споёт их больше всего, та и будет победителем! Но главное, чтобы в песне были слова о море, моряках, морских кораблях». Эта игра очень вариативна и её условия зависят от вашего воображения. Это могут быть песни о Москве, могут быть песни, в которых встречаются цифры: «миллион, миллион, миллион алых роз»; «…девчонка из квартиры 45»; «…раз словечко, два словечко….»',
  ),
  Games(
    title: 'Песенная перепевка',
    description: 'Соревнование между командой ребят, сидящей в первой половине автобуса и во второй. Вожатый называет любую букву алфавита, команды по очереди исполняют песни, начинающиеся с этой буквы. Если в течение 10 секунд команда не сможет спеть песню, очко получает команда, спевшая песню последней.',
  ),
  Games(
    title: 'Трехлитровая банка',
    description: 'Выбирается любая буква. Все игроки по очереди начинают перечислять слова (существительные, в единственном числе, именительном падеже, без уменьшительно ласкательных суффиксов) на выбранную букву, но при этом такие, чтобы их можно было «положить» в трехлитровую банку. Например. Выбрали букву «С». В нее могут «вмещаться» такие слова, как «спички», «солома», «сера»… Но нельзя положить «стол», «стук», «сундук». Также нельзя "положить" нарисованные предметы. Сначала игра кажется легкой, но через некоторое время становится все сложнее и сложнее. Игрок, который не находит больше нужных слов - выбывает. Побеждает тот, кто больше назовет слов.',
  ),
  Games(
    title: 'Угадалки',
    description: 'Предложить детям угадать ваше имя, а потом и имя вашего отца, из которого они выведут ваше отчество. А потом они могут попытаться угадать вашу любимую песню (назовите популярную и всем знакомую песню, чтобы у вас был шанс услышать ее исполнение по вашей просьбе), ваше любимое блюдо и т.д.',
  ),
  Games(
    title: 'Эстафеты',
    description: 'Эстафета в автобусе – такое действительно бывает. Можно на скорость по рядам передавать спичечный коробок. А можно пустить по каждому ряду картонку с карандашом, и каждый участник должен написать на картонке, пущенной по его ряду, слово из четырёх-пяти букв. При подсчёте учитывается количество букв и время. Картонку и карандаш можно использовать для игры в знакомство. Для этого ребята должны на картонках писать свои имена. Вожатый после окончания игры объявляет статистические данные: сколько у нас Свет, Игорей, Лен, Саш и т.д.',
  ),
];
