class Games {
  final String title;
  final String description;

  Games({this.title, this.description});
}

List<Games> fiveMinutesGames = [
  Games(
    title: 'Дракончики',
    description:
        'Все стают в круг. Руки ставятся открытой ладонью во внутрь круга, при этом правая рука закрывает ладонь левой руки правого человека. Говорим стишок: «Летели дракончики, ели пончики, сколько пончиков съели дракончики?” Эту фразу произносят по одному слову по очереди по кругу, при этом хлопая правой рукой по правой руке соседа слева, и когда заканчивается фраза то следующий человек называет число, например, пять. Тогда следующие начинают считать от одного по порядку до этого числа. Когда остается последнее число (в данном случае 5), то человек, который должен его сказать при этом должен успеть хлопнуть по ладони соседа, если сосед успевает убрать ладонь, то выбывает тот, кто должен был хлопнуть, и игра продолжается с уже меньшим числом игроков, так пока один не останется. Ну а если он успевает хлопнуть соседа, то выбывает сосед и все так же.',
  ),
  Games(
    title: 'Скаутский бокс',
    description:
        'Два игрока, встав в стойку (ноги на ширене плеч, руки согнуты, ладони находятся на уровне плеч и повернуты к сопернику), располагаются друг напротив друга.\nРасстояние между ними сантиметров 30. Их цель соприкоснувшись ладонями, непрерывно давить на соперника, добиваясь того, чтобы он сошел со своего места.',
  ),
];

List<Games> outdoorGames = [
  Games(
    title: 'Эстафета',
    description: 'Стрельба из лука',
  ),
  Games(
    title: 'Морозилка',
    description:
        'Среди большого количества участников бегает морозилка, и когда он дотрагивается до игрока, то тот замерзает, поднимая руки вверх. Разморозить мальчика может только девочка (и наоборот), встав к нему спиной и пожав поднятые руки.',
  ),
  Games(
    title: 'Морозилка',
    description:
        'Среди большого количества участников бегает морозилка, и когда он дотрагивается до игрока, то тот замерзает, поднимая руки вверх. Разморозить мальчика может только девочка (и наоборот), встав к нему спиной и пожав поднятые руки.',
  ),
];

List<Games> trustGames = [
  Games(
    title: 'На пальцах',
    description: 'Доброволецц ложится спиной на парту...',
  ),
  Games(
    title: 'Интеллектуальный футбол.',
    description: 'Сейчас мы с вами поиграем в футбол.',
  ),
  Games(
    title: 'Массажист',
    description: 'Все  становятся в круг, плечом к плечу...',
  ),
];

List<Games> datingGames = [
  Games(
    title: 'Снежный ком',
    description: '...',
  ),
  Games(
    title: 'Покрывало',
    description: '...',
  ),
];

List<Games> spectatorsGames = [
  Games(
    title: 'Гол – мимо',
    description: '...',
  ),
  Games(
    title: 'Рыбка',
    description: '...',
  ),
];

List<Games> psychologicalGames = [
  Games(
    title: 'Мы похожи',
    description: '...',
  ),
  Games(
    title: 'Семеро коздят и волк',
    description: '...',
  ),
];
